insert into books(id, name, author, published_date, description)
  values(
  '38e460d4-1d4c-4aa5-9ace-55e8c805706a', 'Scalaパズル', 'アンドリューフィリップス', '2016-02-04',
  'Scalaは高機能で自由度が高い反面、意図しない動作をするコードを記述できてしまうケースがあります。
  本書では、初期化の順番やfor式やmapの違いなど、ハマりやすいScalaの36トピック（コード）を集め、クイズ形式で解いていきます。'
  ),
  ('3cf2eba5-a198-4154-abb8-13c8e4448a7a', 'アルゴリズム図鑑,絵で見てわかる26のアルゴリズム', '石田保輝', '2017-06-05',
  'アルゴリズムはどんな言語でプログラムを書くにしても不可欠ですが、現場で教わることは滅多になく、かといって自分で学ぶには難しいものです。
  本書は、アルゴリズムを独学する人のために作られました。初めて学ぶときにはイメージしやすく、復習するときには思い出しやすくなるよう、
  基本的な26のアルゴリズム+7つのデータ構造をすべてイラストにしています。'
  );